public class DoNotOpen {

    private static String[][] questions = {
            {"Сколько ног у паука?", "6", "8", "4", "1"},
            {"А у муравья?", "6", "8", "4", "0"},
            {"Известный код из Матрицы на самом деле обозначает …", "Дата рождения Нила Армстронга", "Координаты Белого дома", "Рецепт суши", "2"},
            {"Какой тип данных в программировании может хранить только два значения?", "Integer", "Boolean", "Float", "1"},
            {"Что такое Java?", "Язык программирования", "Остров", "Чай \"Принцесса ...\"", "2"},
            {"Кто из перечисленных персонажей никогда не был вождем Орды?", "Сильвана Ветрокрылая", "Григорий Ворников", "Вариан Ринн", "2"},
            {"Как назывался проект, в рамках которого в 1960-х годах была создана первая операционная система для компьютеров?", "Project MAC", "Multics", "CTSS", "2"},
            {"Как называется процесс, при котором муравьи оставляют за собой химические следы для навигации?", "Маркирование", "Тропление", "Коммуникация", "1"},
            {"От чего прибавился твой вес?", "Стало меньше работы по огороду", "Много работы и учёбы за компьютером", "После ремонта и строений, не появлялось других идей", "1"},
            {"В каком месяце 28 дней?", "В феврале", "В июне", "В каждом", "2"},
            {"Как назывался первый в мире коммерческий компьютер, выпущенный в 1951 году?", "UNIVAC I", "Ferranti Mark I", "ENIAC", "1"},
            {"<html>В советское время около ресторанов можно было выгодно приобрести бутылку водки.<br><center>В народе тут же прозвали эту водку ТАКОЙ. Какой?</center></html>", "Растительная", "Сливочная", "Столовая", "1"},
            {"<html>В «Побеге из Шоушенка» есть сцена, где парень кормит ворона личинкой. Американская гуманистическая ассоциация<br><center>заставила съёмочную группу найти личинку, умершую естественной смертью, чтобы скормить птице.<br>Это позволило использовать в фильме одну распространенную фразу. Какую?</center></html>", "\"Ни одно животное не пострадало при создании этого фильма\"", "\"Не повторяйте дома, все трюки выполнены профессионалами\"", "\"Курение вредит вашему здоровью\"", "0"},
            {"<html>Китайцы, которые первыми культивировали это растение, называли его \"янгтао\". Англичане, перенявшие его у китайцев —<br><center>\"китайским крыжовником\". А еще в одной стране - Новая Зеландия, оно прижилось настолько хорошо,<br>что ему дали новое имя по одному из представителей местной фауны. Как же его назвали?</center></html>", "Ананас", "Киви", "Арбуз", "1"}
    };

    public static String[][] getQuestions() {
        return questions;
    }
}
